---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorHostedLoad
source: html/1e60026b-d16f-30ee-c860-2565c09c610d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorHostedLoad Property

Can't mirror Load based on the Host Element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotMirrorHostedLoad { get; }
```